[
  {
    "title": "The Fall",
    "poster": "A striking image of a young girl sitting on a ledge, hanging onto a colorful feather, with a dreamy landscape in the background.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Fall_(2006_film)"
  },
  {
    "title": "Moonrise Kingdom",
    "poster": "A whimsical poster featuring two young children in a lush forest, holding hands and surrounded by colorful trees and a bright blue sky.",
    "wikipedia": "https://en.wikipedia.org/wiki/Moonrise_Kingdom"
  },
  {
    "title": "A Ghost Story",
    "poster": "A hauntingly minimalist poster showing a white sheet with eye holes over a ghostly figure standing in an empty room, dimly lit.",
    "wikipedia": "https://en.wikipedia.org/wiki/A_Ghost_Story"
  },
  {
    "title": "The Secret of Kells",
    "poster": "A beautifully illustrated poster inspired by illuminated manuscripts, featuring a young boy and mythical creatures against a vibrant green background.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Secret_of_Kells"
  },
  {
    "title": "A Fantastic Woman",
    "poster": "An evocative image of a woman gazing into the distance, with vibrant colors and textures evoking her emotional journey.",
    "wikipedia": "https://en.wikipedia.org/wiki/A_Fantastic_Woman"
  },
  {
    "title": "The Lobster",
    "poster": "A surreal, stark image of a couple walking in a sterile environment, with a focus on a giant lobster silhouette in the background.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Lobster"
  },
  {
    "title": "Only Lovers Left Alive",
    "poster": "A moody, atmospheric poster featuring two elegant vampires in a dimly lit room, surrounded by iconic symbols of art and literature.",
    "wikipedia": "https://en.wikipedia.org/wiki/Only_Lovers_Left_Alive"
  },
  {
    "title": "Tangerine",
    "poster": "A vibrant, colorful poster depicting a transgender woman with bright makeup standing on a bustling street in Los Angeles.",
    "wikipedia": "https://en.wikipedia.org/wiki/Tangerine_(film)"
  },
  {
    "title": "The Handmaiden",
    "poster": "An intricate poster showcasing a cunning female protagonist intertwined with luxurious fabrics and Asian motifs against a historic backdrop.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Handmaiden_(film)"
  },
  {
    "title": "Leave No Trace",
    "poster": "A serene nature-oriented poster featuring a father and daughter in the woods, emphasizing their bond and survivalist lifestyle.",
    "wikipedia": "https://en.wikipedia.org/wiki/Leave_No_Trace_(film)"
  },
  {
    "title": "Shoplifters",
    "poster": "A poignant image depicting a family of thieves in a cozy, cluttered home with a warm, inviting glow from the windows.",
    "wikipedia": "https://en.wikipedia.org/wiki/Shoplifters"
  },
  {
    "title": "The Florida Project",
    "poster": "A vibrant, colorful image of children playing in front of a pastel-colored motel, capturing a sense of childhood innocence.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Florida_Project"
  },
  {
    "title": "The Hunt",
    "poster": "A stark, emotional poster featuring a despondent man against a snowy backdrop, emphasizing themes of isolation and despair.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Hunt_(2012_film)"
  },
  {
    "title": "The Square",
    "poster": "A satirical poster showcasing a high-end art exhibit, with people interacting awkwardly in a modern, minimalist space.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Square_(2017_film)"
  },
  {
    "title": "Wildlife",
    "poster": "A reflective poster featuring a teenage boy observing a distant fire in the wilderness while feeling the impact of his family’s turmoil.",
    "wikipedia": "https://en.wikipedia.org/wiki/Wildlife_(film)"
  },
  {
    "title": "The Killing of a Sacred Deer",
    "poster": "An unnerving image of a man staring into the distance with a haunting expression, surrounded by darkness and unsettling imagery.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Killing_of_a_Sacred_Deer"
  },
  {
    "title": "Frantz",
    "poster": "A delicate poster showcasing a man and a woman in post-war Europe, with soft colors and a somber yet romantic atmosphere.",
    "wikipedia": "https://en.wikipedia.org/wiki/Frantz"
  },
  {
    "title": "The Breadwinner",
    "poster": "A colorful, animated poster depicting a young girl with a determined expression as she navigates her war-torn environment.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Breadwinner_(film)"
  },
  {
    "title": "Paterson",
    "poster": "A serene, contemplative poster featuring a bus driver writing poetry in a notebook while surrounded by the everyday beauty of his town.",
    "wikipedia": "https://en.wikipedia.org/wiki/Paterson_(film)"
  },
  {
    "title": "Cold War",
    "poster": "A black-and-white poster showcasing a couple caught in a dramatic embrace, with contrasting light and shadow to emphasize their love and conflict.",
    "wikipedia": "https://en.wikipedia.org/wiki/Cold_War_(2018_film)"
  },
  {
    "title": "Once Upon a Time in Anatolia",
    "poster": "A haunting landscape image of a dark road beneath a night sky, symbolizing the mystery and searches within Turkish countryside.",
    "wikipedia": "https://en.wikipedia.org/wiki/Once_Upon_a_Time_in_Anatolia"
  },
  {
    "title": "The Death of Louis XIV",
    "poster": "A somber, historical poster featuring the ailing king in his opulent bed, surrounded by a dimly lit room filled with courtiers.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Death_of_Louis_XIV"
  },
  {
    "title": "A Monster Calls",
    "poster": "A fantastical, darkly enchanting poster featuring a boy in a tree with a large, mystical monster looming beside him.",
    "wikipedia": "https://en.wikipedia.org/wiki/A_Monster_Calls_(film)"
  },
  {
    "title": "The Favourite",
    "poster": "An extravagant poster featuring three women dressed in elaborate gowns, with a backdrop of opulence and intense emotions.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Favourite"
  },
  {
    "title": "A Star is Born",
    "poster": "A romantic yet somber image of two singers on stage, bathed in dramatic lighting, hinting at their deep connection and struggles.",
    "wikipedia": "https://en.wikipedia.org/wiki/A_Star_Is_Born_(2018_film)"
  },
  {
    "title": "Bird Box",
    "poster": "An intense image of a woman with a blindfold, grasping two children as they prepare to navigate a perilous world.",
    "wikipedia": "https://en.wikipedia.org/wiki/Bird_Box_(film)"
  },
  {
    "title": "The Lighthouse",
    "poster": "A stark poster showcasing a turbulent sea against a solitary lighthouse, hinting at isolation and madness.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Lighthouse_(2019_film)"
  },
  {
    "title": "Capernaum",
    "poster": "A powerful poster of a young boy in a bustling city, reflecting determination and resilience against a backdrop of urban chaos.",
    "wikipedia": "https://en.wikipedia.org/wiki/Capernaum_(film)"
  },
  {
    "title": "Lady Bird",
    "poster": "A colorful poster of a young woman standing in front of a car, embodying teenage dreams and aspirations with a California backdrop.",
    "wikipedia": "https://en.wikipedia.org/wiki/Lady_Bird"
  },
  {
    "title": "Blue is the Warmest Color",
    "poster": "A passionate poster featuring two women in an intimate embrace, captured in bold colors that evoke emotion and love.",
    "wikipedia": "https://en.wikipedia.org/wiki/Blue_Is_the_Warmest_Colour_(film)"
  },
  {
    "title": "Rams",
    "poster": "A rustic poster showcasing two brothers with sheep in a rural setting, reflecting themes of family and isolation.",
    "wikipedia": "https://en.wikipedia.org/wiki/Rams_(2015_film)"
  },
  {
    "title": "All About My Mother",
    "poster": "A vibrant and emotional poster featuring a strong female lead surrounded by diverse characters, all conveying a sense of community and love.",
    "wikipedia": "https://en.wikipedia.org/wiki/All_About_My_Mother"
  },
  {
    "title": "The Intouchables",
    "poster": "A heartwarming poster showing a joyful bond between a wealthy man and his caretaker, set against a backdrop of Paris.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Intouchables"
  },
  {
    "title": "Persepolis",
    "poster": "A striking black-and-white animated poster featuring a young girl with a headscarf, symbolizing her journey through revolution and self-discovery.",
    "wikipedia": "https://en.wikipedia.org/wiki/Persepolis_(film)"
  },
  {
    "title": "Crouching Tiger, Hidden Dragon",
    "poster": "An elegant and action-packed poster featuring two warriors in a dynamic fight scene among lush Asian landscapes.",
    "wikipedia": "https://en.wikipedia.org/wiki/Crouching_Tiger,_Hidden_Dragon"
  },
  {
    "title": "Life is Beautiful",
    "poster": "A nostalgic poster depicting a father and son embracing in a colorful Italian setting amidst war-torn background.",
    "wikipedia": "https://en.wikipedia.org/wiki/La_vita_è_bella"
  },
  {
    "title": "The Road",
    "poster": "A bleak and atmospheric poster showcasing a father and son walking through a desolate landscape, emphasizing survival against all odds.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Road_(film)"
  },
  {
    "title": "The Great Beauty",
    "poster": "A visually stunning poster featuring an opulent party scene in Rome, capturing the essence of beauty and decadence.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Great_Beauty"
  },
  {
    "title": "The Skin I Live In",
    "poster": "A provocative and enigmatic poster featuring a woman covered in skin, hinting at themes of identity and transformation.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Skin_I_Live_In"
  },
  {
    "title": "Perpetual Grace, LTD",
    "poster": "A darkly comic image depicting a conman in a small town, emphasizing the themes of deception and morality.",
    "wikipedia": "https://en.wikipedia.org/wiki/Perpetual_Grace,_LTD"
  },
  {
    "title": "Sound of Metal",
    "poster": "An intense poster featuring a close-up of a drummer in mid-performance, capturing the raw emotion and tension of his experience.",
    "wikipedia": "https://en.wikipedia.org/wiki/Sound_of_Metal"
  },
  {
    "title": "Nomadland",
    "poster": "A serene landscape poster showcasing a woman with a backpack standing amidst vast natural beauty, reflecting on her nomadic lifestyle.",
    "wikipedia": "https://en.wikipedia.org/wiki/Nomadland"
  },
  {
    "title": "The Rider",
    "poster": "A striking image of a young cowboy atop a horse against a vast American landscape, embodying themes of resilience and identity.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Rider_(film)"
  },
  {
    "title": "Three Billboards Outside Ebbing, Missouri",
    "poster": "A powerful image of three billboards in a desolate landscape, depicting themes of grief and justice.",
    "wikipedia": "https://en.wikipedia.org/wiki/Three_Billboards_Outside_Ebbing,_Missouri"
  },
  {
    "title": "The Shape of Water",
    "poster": "A magical poster showcasing a woman interacting with an aquatic creature against a backdrop of vibrant colors and shadowy elements.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Shape_of_Water"
  },
  {
    "title": "The Favourite",
    "poster": "An extravagant English court scene featuring three strong women in period dress, set against a background of opulence and intrigue.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Favourite"
  },
  {
    "title": "Eighth Grade",
    "poster": "A candid image of a teenage girl at a school dance, capturing the awkwardness and uncertainty of adolescence.",
    "wikipedia": "https://en.wikipedia.org/wiki/Eighth_Grade"
  },
  {
    "title": "Little Miss Sunshine",
    "poster": "A quirky family road trip poster featuring a yellow Volkswagen van against a bright Californian backdrop, filled with comedic characters.",
    "wikipedia": "https://en.wikipedia.org/wiki/Little_Miss_Sunshine"
  },
  {
    "title": "The Kite Runner",
    "poster": "A nostalgic poster depicting a young boy flying a kite against a backdrop of Afghanistan's beautiful landscapes.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Kite_Runner_(film)"
  },
  {
    "title": "Parasite",
    "poster": "An atmospheric poster featuring two families with contrasting lifestyles, symbolizing class divide through a split image.",
    "wikipedia": "https://en.wikipedia.org/wiki/Parasite_(2019_film)"
  },
  {
    "title": "Boyhood",
    "poster": "A time-lapse poster featuring a boy growing up through the years, surrounded by moments of family and personal growth.",
    "wikipedia": "https://en.wikipedia.org/wiki/Boyhood_(film)"
  },
  {
    "title": "Whiplash",
    "poster": "An intense image of a young drummer in a high-energy performance, filled with emotion and determination as a teacher watches.",
    "wikipedia": "https://en.wikipedia.org/wiki/Whiplash_(film)"
  },
  {
    "title": "The Invisible Man",
    "poster": "A chilling poster featuring a woman looking terrified in an empty room, emphasizing themes of fear and suspense.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Invisible_Man_(2020_film)"
  },
  {
    "title": "Don't Breathe",
    "poster": "A dark, suspenseful poster featuring a young woman creeping through a dimly lit house, heightening the tension.",
    "wikipedia": "https://en.wikipedia.org/wiki/Don%27t_Breathe"
  },
  {
    "title": "The Woman Who Left",
    "poster": "A solemn image of a woman standing against a bleak urban backdrop, reflecting themes of vengeance and justice.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Woman_Who_Left"
  },
  {
    "title": "The Last Black Man in San Francisco",
    "poster": "A poignant poster showcasing a young man standing on a hill overlooking the city, symbolizing loss and belonging.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Last_Black_Man_in_San_Francisco"
  },
  {
    "title": "Midsommar",
    "poster": "An eerie poster depicting a group of friends in a strange festival, surrounded by bright flowers and unsettling motifs.",
    "wikipedia": "https://en.wikipedia.org/wiki/Midsommar"
  },
  {
    "title": "Hereditary",
    "poster": "A chilling image of a family sitting in a dimly lit room, hinting at lurking secrets and horror.",
    "wikipedia": "https://en.wikipedia.org/wiki/Hereditary_(film)"
  },
  {
    "title": "The Green Book",
    "poster": "An uplifting poster featuring two men on a road trip in a vintage car, against a backdrop of diverse American landscapes.",
    "wikipedia": "https://en.wikipedia.org/wiki/Green_Book_(film)"
  },
  {
    "title": "Parasite",
    "poster": "A striking image of contrasting families with one half representing luxury and the other representing struggle, symbolizing social disparity.",
    "wikipedia": "https://en.wikipedia.org/wiki/Parasite_(2019_film)"
  },
  {
    "title": "The Farewell",
    "poster": "A heartwarming image of a family gathering in a bright, cheerful setting, symbolizing love and cultural connections.",
    "wikipedia": "https://en.wikipedia.org/wiki/The_Farewell"
  },
  {
    "title": "Mindhunter",
    "poster": "A dark, psychological thriller poster featuring two agents in a dimly lit office, surrounded by images of infamous criminals.",
    "wikipedia": "https://en.wikipedia.org/wiki/Mindhunter"
  },
  {
    "title": "Under the Silver Lake",
    "poster": "A surreal and enigmatic poster featuring a man wandering through a dreamy, night-time Los Angeles, with colorful neon lights.",
    "wikipedia": "https://en.wikipedia.org/wiki/Under_the_Silver_Lake"
  },
  {
    "title": "Sound of Metal",
    "poster": "A striking image of a drummer in a moment of focus, highlighting the tension in his face against a backdrop of a performing band.",
    "wikipedia": "https://en.wikipedia.org/wiki/Sound_of_Metal"
  }
]